districts = {
    'Городской округ Белогорск': [
        -4,
        {
            'г. Белогорск': [
                4,
                {
                    'Дошкольное образование': [
                        1,
                        {
                            'МАДОУ "ДС №1 города Белогорск" ул.Северная, 19': 65,
                            'МАДОУ "ДС №7 города Белогорск", ул.Ломоносова,8': 66,
                            'МАДОУ ДС №8 ул. Кирова д.138': 67,
                            'МАДОУ "ДС № 17 города Белогорск", ул.Кирова, 259': 68,
                            'МАДОУ ДС №54': 69,
                            'МАДОУ "Детский сад №3 города Белогорск"': 70,
                            'МАДОУ "Детский сад №2 города Белогорск"': 71,
                            'МАДОУ "Детский сад №4 города Белогорск"': 72,
                            'МАДОУ "Детский сад №12 города Белогорск"': 73,
                            'МАДОУ ДС №6 города Белогорск': 74,
                            'МАДОУ ДС №11': 75,
                            'МАДОУ ДС №10': 76,
                            'ООО "Дельфин"': 77,
                            'МАДОУ "ДС №9 города Белогорск", ул.Кирова, 14': 78,
                            'МАДОУ "ДС № 5 города Белогорск", ул.Кирова, 205': 79,
                            'МАДОУ "ДС № 5 города Белогорск", ул.Кирова,249/2': 694,
                            'МАДОУ "ДС №7 города Белогорск", ул.50 лет Комсомола, 104': 695,
                            'МАДОУ ДС №6 города Белогорск (корпус 2)': 834
                        }
                    ],
                    'Общеобразовательная': [
                        2,
                        {
                            'МАОУ "Гимназия №1 города Белогорск"': 175,
                            'МАОУ «Школа №3 города Белогорск»': 176,
                            'МАОУ «Школа №4 города Белогорск»': 177,
                            'МАОУ «Школа №5 города Белогорск»': 178,
                            'МАОУ «Школа №10 города Белогорск»': 179,
                            'МАОУ «Школа №11 города Белогорск»': 180,
                            'МАОУ «Школа №17 города Белогорск»': 181,
                            'МАОУ "Школа № 200"': 182,
                            'ГАОУ ШКОЛА ИНТЕРНАТ №10': 183
                        }
                    ]
                }
            ]
        }
    ],
    'Городской округ Благовещенск': [
        -6,
        {
            'с. Белогорье (Благовещенск)': [
                5,
                {
                    'Дошкольное образование': [
                        1,
                        {
                            'МБОУ "Школа № 24 г Благовещенска" (корпус 2)'
                        }
                    ],
                    'Общеобразовательная': [
                        2,
                        {
                            'МАОУ "Школа №24 города Благовещенска"': 167
                        }
                    ]
                }
            ],
            'г. Благовещенск': [
                6,
                {
                    'Дошкольное образование': [
                        1,
                        {
                            'ЧУ ДОО "Алёнка"': 80,
                            'МАДОУ "ДС № 3 г Благовещенска «Надежда»"': 81,
                            'МАДОУ "ДС № 14 г Благовещенска"': 82,
                            'МАДОУ "ДС № 15 г Благовещенска"': 83,
                            'МАДОУ "ДС № 19 г Благовещенска"': 84,
                            'МАДОУ "ДС № 28 г Благовещенска"': 85,
                            'МАДОУ "ДС № 32 г Благовещенска"(1 корпус)': 86,
                            'МАДОУ "ДС № 35 г Благовещенска"': 87,
                            'МАДОУ "ДС № 40 г Благовещенска"': 88,
                            'МАДОУ "ДС № 47 г Благовещенска"': 89,
                            'МАДОУ "ДС № 49 г Благовещенска"': 90,
                            'МАДОУ "ДС № 50 г Благовещенска"': 91,
                            'МАДОУ "ДС № 55 г Благовещенска", корпус 2': 92,
                            'МАДОУ "ДС № 60 г Благовещенска"': 93,
                            'МАДОУ "ДС № 67 г Благовещенска" (корпус 1)': 94,
                            'МАДОУ "ЦРР-ДС № 68 г Благовещенска"': 95,
                            'МАДОУ "ЦРР-ДС № 4 г Благовещенска «Фантазия»"': 96,
                            'МАДОУ "ДС № 5 г Благовещенска"': 97,
                            'ИП Пузиков А.С.': 98,
                            'ООО "Сакура Плюс"': 99,
                            'ИП Бурдак НС': 100,
                            'ИП Золотова ЕВ': 101,
                            'ИП Будаева ОЕ': 102,
                            'ИП Швейкус ГВ': 103,
                            'ООО "Панацея"': 104,
                            'ООО "А-Сервис"': 105,
                            'ИП Сафронова МА': 106,
                            'ДРЦ "Олененок"': 107,
                            'ЧУДОО «Чудо Дети»': 108,
                            'ИП Лебедева': 109,
                            'ООО "Продленка"': 110,
                            'ЧУДОО "Амурчонок"': 111,
                            'ЧУДОО "Радуга детства"': 112,
                            'ИП Красавцева А.А.': 113,
                            'ИП Коробко С.А.': 114,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу: ул Горького 202': 530,
                            'МАДОУ "ДС № 14 г Благовещенска" (Корпус 2)': 696,
                            'МАДОУ "ДС № 15 г Благовещенска" (корпус 2)': 697,
                            'МАДОУ "ДС № 19 г Благовещенска" (корпус 2)': 698,
                            'МАДОУ "ДС № 19 г Благовещенска" (корпус 3)': 699,
                            'МАДОУ "ДС № 28 г Благовещенска" (Группа №31)': 700,
                            'МАДОУ "ДС № 28 г Благовещенска" (корпус 2)': 701,
                            'МАДОУ "ДС № 28 г Благовещенска" (корпус 3)': 702,
                            'МАДОУ "ДС № 3 г Благовещенска «Надежда»" (корпус 2)': 703,
                            'МАДОУ "ДС № 3 г Благовещенска «Надежда»" (корпус 3)': 704,
                            'МАДОУ "ДС № 3 г Благовещенска «Надежда»" (корпус 4)': 705,
                            'МАДОУ "ДС № 32 г Благовещенска" (корпус 2)': 706,
                            'МАДОУ "ДС № 35 г Благовещенска" (корпус 2)': 707,
                            'МАДОУ "ДС № 35 г Благовещенска" (корпус 3)': 708,
                            'МАДОУ "ДС № 35 г Благовещенска" (корпус 4)': 709,
                            'МАДОУ "ДС № 40 г Благовещенска" (корпус 2)': 710,
                            'МАДОУ "ДС № 5 г Благовещенска" (корпус 2, отделение 2)': 711,
                            'МАДОУ "ДС № 5 г Благовещенска" (корпус 2)': 712,
                            'МАДОУ "ДС № 5 г Благовещенска" (корпус 3)': 713,
                            'МАДОУ "ДС № 5 г Благовещенска" (корпус 4)': 714,
                            'МАДОУ "ДС № 50 г. Благовещенска" (корпус 2)': 715,
                            'МАДОУ "ДС № 55 г Благовещенска" корпус 1': 716,
                            'МАДОУ "ДС № 55 г Благовещенска", корпус 3': 717,
                            'МАДОУ "ДС № 60 г Благовещенска" (корпус 2)': 718,
                            'МАДОУ "ДС № 60 г Благовещенска" (корпус 3)': 719,
                            'МАДОУ "ДС № 67 г Благовещенска" (корпус 2)': 720,
                            'МАДОУ "ЦРР-ДС № 4 г Благовещенска «Фантазия»" (корпус 2)': 721,
                            'МАДОУ "ЦРР-ДС № 4 г Благовещенска «Фантазия»" (корпус 3)': 722,
                            'МАДОУ "ЦРР-ДС № 68 г Благовещенска" (корпус 2)': 723,
                            'МАДОУ "ЦРР-ДС № 68 г Благовещенска" (корпус 3)': 724,
                            'МАДОУ "ЦРР-ДС № 68 г Благовещенска" (корпус 4)': 725,
                            'МАДОУ "ЦРР-ДС № 68 г Благовещенска" корпус 1 отделение 2': 726,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу: ул Соколовская 39': 727,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу: ул Широкая 51': 728,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу: ул. Институтская 17/3': 729,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу: улАмурская 186': 730,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу:ул Горького 172': 731,
                            'МАОУ Прогимназия г Благовещенска расположенное по адресу:ул Игнатьевское шоссе 12/5': 732,
                            'МАОУ "Прогимназия г Благовещенска" расположенное по адресу:улБ-Хмельницкого 42/1': 733,
                            'МАОУ "Прогимназия г.Благовещенска" расположенное по адресу: ул Б.Хмельницкого 50/2': 734,
                            'ООО "Продленка" (корпус 2 Кидлэнд)': 738,
                            'ООО "Дарёна"': 831,
                            'Студия развития «Малышок»': 833,
                            'ТЕСТИРО': 817
                        }
                    ],
                    'Общеобразовательная': [
                        2,
                        {
                             'МАОУ "Гимназия № 1 г.Благовещенска"': 151,
                             'МАОУ "Школа № 2 г. Благовещенска"': 152,
                             'МАОУ "Алексеевская гимназия г.Благовещенска"': 153,
                             'МАОУ "ШКОЛА № 5 г.Благовещенска"': 154,
                             'МАОУ "Лицей № 6 г.Благовещенска"': 155,
                             'МАОУ "Школа № 10 г. Благовещенска"': 156,
                             'МАОУ "Лицей № 11 г. Благовещенска"': 157,
                             'МАОУ "Школа № 12 г. Благовещенска"': 158,
                             'МАОУ "Школа № 13 г. Благовещенска"': 159,
                             'МАОУ "Школа № 14 г. Благовещенска"': 160,
                             'МАОУ "Школа № 15 г. Благовещенска"': 161,
                             'МАОУ "Школа № 16 г. Благовещенска"': 162,
                             'МАОУ "Школа № 17 г. Благовещенска"': 164,
                             'МАОУ "Школа № 22 г. Благовещенска"': 165,
                             'МАОУ "Гимназия №25 города Благовещенска"': 168,
                             'МАОУ "Школа №26 г. Благовещенска"': 169,
                             'МАОУ "Школа №27 города Благовещенска"': 170,
                             'МАОУ "Школа №28 г. Благовещенска"': 171,
                             'МАОУ Прогимназия города Благовещенска': 172,
                             'ГОАУ АО “Амурский кадетский корпус имени Героя Советского Союза генерал-майора Ю.В. Кузнецова”': 173,
                             'ГАОУ школа-интернат № 8 города Благовещенска': 174,
                             'МТСВ': 820,
                             'ФГБОУ ВО «АмГУ»': 823,
                             'ФГБОУ ВО «БГПУ»': 824,
                             'ЦЦТ': 822,
                             'ЧОУШ "Наш дом"': 825,
                             'ШКТ': 818,
                             'ГАОУ школа N° 7': 829
                        }
                    ]
                }
            ],
            'п. Моховая Падь (Благовещенск)': [
                13,
                {
                    'Дошкольное образование': [
                        1,
                        {
                            'МАОУ "Школа № 23 г Благовещенска" (корпус 3)': 735,
                            'МАОУ "Школа № 23 г Благовещенска" (корпус 4)': 736,
                        }
                    ],
                    'Общеобразовательная': [
                        2,
                        {
                            'МАОУ "Школа № 23 г. Благовещенска"': 166,
                        }
                    ]
                }
            ]
        }
    ],
    'Городской округ Зея': [
        -10,
        {
            'г. Зея': [
                10,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Прогресс': [
        -20,
        {
            'пгт. Прогресс': [
                20,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Райчихиск': [
        -22,
        {
            'г. Райчихинск': [
                22,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Широкий (Райчихинск)': [
                30,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Свободный': [
        -25,
        {
            'г. Свободный': [
                25,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Тында': [
        -26,
        {
            'г. Тында': [
                26,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Циолковский': [
        -28,
        {
            'г. Циолковский': [
                28,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Городской округ Шимановск': [
        -29,
        {
            'г. Шимановск': [
                29,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Архаринский район': [
        1,
        {
            'c. Аркадьевка': [
                33,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Архара': [
                34,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Грибовка': [
                41,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Журавлевка': [
                47,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Иннокентьевка': [
                50,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Касаткино': [
                55,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Кундур': [
                61,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Ленинское': [
                63,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Новоспасск': [
                69,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Отважное': [
                71,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'c. Ядрино': [
                86,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Белогорский район': [
        2,
        {
            'с. Белоцерковка': [
                88,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Васильевка': [
                89,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Великокнязевка': [
                90,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Возжаевка': [
                91,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Заречное': [
                94,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Кустанаевка': [
                101,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лохвицы': [
                103,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Некрасовка': [
                109,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Никольское': [
                110,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новое': [
                112,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Пригородное': [
                118,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Светиловка': [
                120,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Томичи': [
                121,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Успеновка': [
                122,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Благовещенский район': [
        3,
        {
            'с. Волково': [
                128,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Грибское': [
                129,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Гродеково': [
                130,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Марково': [
                138,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Михайловка': [
                139,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новопетровка': [
                142,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новотроицкое': [
                143,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Сергеевка': [
                147,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Усть-Ивановка': [
                149,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чигири': [
                150,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Бурейский район': [
        4,
        {
            'с. Алексеевка': [
                151,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Безозерное': [
                153,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Бурея': [
                155,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Виноградовка': [
                156,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Долдыкан': [
                158,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Малиновка': [
                160,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Николаевка': [
                162,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Новобурейский': [
                163,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Родионовка': [
                165,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Старая Райчиха': [
                167,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Талакан': [
                168,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Успеновка': [
                171,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Усть-Кивда': [
                172,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Завитинский район': [
        5,
        {
            'с. Албазинка': [
                174,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Антоновка': [
                175,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Болдыревка': [
                177,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'г. Завитинск': [
                184,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Иннокентьевка': [
                186,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Куприяновка': [
                188,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Успеновка': [
                195,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Зейский район': [
        6,
        {
            'с. Алгач': [
                198,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Амуро-Балтийск': [
                201,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Береговой': [
                202,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Бомнак': [
                204,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Верхнезейск': [
                205,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Горный': [
                206,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Гулик': [
                207,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Дугда': [
                208,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Заречная Слобода': [
                209,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ивановка': [
                211,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Николаевка': [
                213,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Николаевка-2': [
                214,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Овсянка': [
                215,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Огорон': [
                216,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Октябрьский': [
                217,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Поляковский': [
                218,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Снежногорский': [
                221,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Сосновый Бор': [
                222,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Тунгала': [
                223,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Умлекан': [
                224,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Хвойный': [
                225,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чалбачи': [
                226,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Юбилейный': [
                227,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Ивановский район': [
        7,
        {
            'с. Андреевка': [
                229,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Анновка': [
                230,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Березовка': [
                231,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Дмитриевка': [
                237,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ерковцы': [
                238,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ивановка': [
                239,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Константиноградовка': [
                240,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новоалексеевка': [
                246,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Петропавловка': [
                248,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Правовосточное': [
                250,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Семиозерка': [
                254,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Солнечное': [
                255,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Среднебелая': [
                256,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Среднебелое': [
                257,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Среднебелое-2': [
                258,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Черемхово': [
                261,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Константиновский район': [
        8,
        {
            'с. Верхний Уртуй': [
                263,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Верхняя Полтавка': [
                264,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Зеньковка': [
                266,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ключи': [
                268,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Коврижка': [
                269,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Константиновка': [
                270,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Крестовоздвиженка': [
                271,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Нижняя Полтавка': [
                272,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новопетровка': [
                273,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новотроицкое': [
                274,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Орловка': [
                276,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Семидомка': [
                277,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Средняя Полтавка': [
                278,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Магдагачинский район': [
        9,
        {
            'с. Гонжа': [
                280,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Гудачи': [
                281,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Дактуй': [
                282,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Кузнецово': [
                286,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Магдагачи': [
                287,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Сиваки': [
                291,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Толбузино': [
                293,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Тыгда': [
                294,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Ушумун': [
                296,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чалганы': [
                297,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Черняево': [
                298,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Мазановский район': [
        10,
        {
            'с. Белоярово': [
                303,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Ивановский': [
                308,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Красноярово': [
                313,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Мазаново': [
                315,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Маргаритовка': [
                317,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Молчаново': [
                319,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новокиевский Увал': [
                321,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новороссийка': [
                322,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Практичи': [
                327,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Сапроново': [
                331,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Таскино': [
                335,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Угловое': [
                336,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Михайловский район': [
        11,
        {
            'с. Воскресеновка': [
                342,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Дим': [
                345,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Дубовое': [
                346,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Зеленый Бор': [
                347,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Калинино': [
                349,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Коршуновка': [
                350,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Михайловка': [
                355,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Нижняя Ильиновка': [
                357,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новочесноково': [
                359,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Поярково': [
                361,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чесноково': [
                364,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Октябрьский район': [
        12,
        {
            'с. Варваровка': [
                372,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Восточный': [
                373,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Екатеринославка': [
                375,
                {}
            ],
            'ст. Короли': [
                379,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Максимовка': [
                382,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Марьяновка': [
                383,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Мухинский': [
                384,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Николо-Александровка': [
                386,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новомихайловка': [
                387,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Песчаноозерка': [
                390,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Романовка': [
                394,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Трудовой': [
                399,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Ромненский район': [
        13,
        {
            'с. Амаранка': [
                447,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Верхнебелое': [
                449,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Знаменка': [
                455,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Калиновка': [
                456,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Каховка': [
                457,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Поздеевка': [
                465,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Рогозовка': [
                468,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ромны': [
                469,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Святоруссовка': [
                470,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чергали': [
                475,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Свободненский район': [
        14,
        {
            'с. Буссе': [
                407,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Желтоярово': [
                413,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Загорная Селитьба': [
                415,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Климоуцы': [
                418,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Костюковка': [
                419,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Москвитино': [
                424,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Нижние Бузули': [
                425,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новгородка': [
                426,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новоивановка': [
                427,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Орлиный': [
                431,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Семеновка': [
                436,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Сычевка': [
                439,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Усть-Пера': [
                441,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Черниговка': [
                443,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Черновка': [
                444,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Юхта': [
                445,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Селемджинский район': [
        15,
        {
            'п. Златоустовск': [
                477,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ивановское': [
                478,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Иса': [
                479,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Коболдо': [
                480,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Норск': [
                481,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Огоджа': [
                482,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Стойба': [
                485,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Токур': [
                486,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Февральск': [
                487,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Экимчан': [
                489,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Серышевский район': [
        16,
        {
            'ст. Арга': [
                491,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Белогорка': [
                492,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Белоногово': [
                493,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Большая Сазанка': [
                498,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лебяжье': [
                515,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лермонтово': [
                516,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новосергеевка': [
                521,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Озерное': [
                522,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Поляна': [
                525,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Серышево': [
                528,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Сосновка': [
                531,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Томское': [
                534,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Украинка': [
                537,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Фроловка': [
                538,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Широкий Лог': [
                540,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Сковородинский район': [
        17,
        {
            'с. Албазино': [
                541,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'ж/д_ст. Бам': [
                543,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Джалинда': [
                548,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Ерофей Павлович': [
                549,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Лесной (Сковородино)': [
                553,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'ж/д_ст. Мадалан': [
                555,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Невер': [
                556,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'г. Сковородино': [
                562,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Талдан': [
                566,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Тахтамыгда': [
                567,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'пгт. Уруша': [
                572,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Тамбовский район': [
        18,
        {
            'с. Гильчин': [
                575,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Жариково': [
                577,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Козьмодемьяновка': [
                578,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Косицино': [
                580,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Красное': [
                581,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Куропатино': [
                582,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лазаревка': [
                583,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лермонтовка': [
                584,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Лозовое': [
                587,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Муравьевка': [
                588,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Николаевка': [
                589,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новоалександровка': [
                590,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Придорожное': [
                593,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Раздольное': [
                594,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Садовое': [
                597,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Тамбовка': [
                599,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Толстовка': [
                600,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Тындинский район': [
        19,
        {
            'п. Аносовский': [
                602,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Восточный': [
                605,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Дипкун': [
                606,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Кувыкта': [
                607,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Ларба': [
                609,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Лопча': [
                610,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Маревый': [
                611,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Могот': [
                612,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Муртыгит': [
                613,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Олекма': [
                614,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Первомайское': [
                615,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Соловьевск': [
                616,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Тутаул': [
                618,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Уркан': [
                619,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Усть-Нюкжа': [
                620,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Усть-Уркима': [
                621,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Хорогочи': [
                622,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Чильчи': [
                623,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'п. Юктали': [
                624,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ],
    'Шимановский район': [
        20,
        {
            'с. Мухино': [
                634,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Нововоскресеновка': [
                635,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Новогеоргиевка': [
                636,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Петруши': [
                639,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Саскаль': [
                641,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Селеткан': [
                644,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Ушаково': [
                648,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ],
            'с. Чагоян': [
                649,
                {
                    'Дошкольное образование': [
                        1,
                        {}
                    ],
                    'Общеобразовательная': [
                        2,
                        {}
                    ]
                }
            ]
        }
    ]
}
